app/controllers/messages_controller.rb

INSERT INTO "messages" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "sas"], ["created_at", Wed, 02 Jan 2013 07:45:37 UTC +00:00], ["updated_at", Wed, 02 Jan 2013 07:45:37 UTC +00:00]]
---
  def create

    @message = Message.create!(params[:message])